import p1_1x from "./assets/pictures/project-1.jpg";

import p2_1x from "./assets/pictures/project-2.jpg";

const projects = [
  {
    image: {
      x1: p1_1x,
      x2: p1_1x,
    },
    title: "Дом в скандинавском стиле",
    description:
      "Одноэтажный дом из газобетона габаритными размерами 10.73 х 10.73 м. и жилой площадью 101 кв. м. с вальмовой кровлей<br>Построен по индивидуальному проекту.",
  },
  {
    image: {
      x1: p2_1x,
      x2: p2_1x,
    },
    title: "Дом из газобетона",
    description:
      "Одноэтажный дом габаритными размерами 15.2 х 9.7м. Приведенная площадь - 127.7 м.кв.<br>Три спальные комнаты, два сан.узла, большая кухня-гостиная с выходом на террасу.",
  },
];

export { projects };
